Repository: atsabitsoev/PomodoroApp
Catalog: PomodoroApp/*.lproj/Localizable.strings
Languages: ru

# минут
source: minutes
ru: минут

# часов
source: hours
ru: часов

# Введите имя задачи
source: Enter task name
ru: Введите имя задачи

# Всего:
source: Total:
ru: Всего:

# Выбрать
source: Set
ru: Выбрать

# Да
source: Finish
ru: Да

# Добавить
source: Add
ru: Добавить

# Задача с таким именем уже существует
source: Task already exist
ru: Задача с таким именем уже существует

# Закрыть задачу?
source: Finish the task?
ru: Закрыть задачу?

# Круг завершен
source: Circle completed
ru: Круг завершен

# Начать
source: Start
ru: Начать

# Начните новый круг, если хотите продолжить
source: Start new circle if you want to continue
ru: Начните новый круг, если хотите продолжить

# Новая задача
source: New task
ru: Новая задача

# Отдыхайте
source: Relax
ru: Отдыхайте

# Отмена
source: Cancel
ru: Отмена

# Пауза
source: Pause
ru: Пауза

# Попробуйте снова
source: Try again
ru: Попробуйте снова

# Продолжить
source: Resume
ru: Продолжить

# Это своего рода забава – делать невозможное. Уолт Дисней
source: The future belongs to those, who believe in beauty of their dreams.
ru: Это своего рода забава – делать невозможное. Уолт Дисней

source: You think you have forever, but you don't
ru: Если люди не смеются над вашими целями, значит ваши цели слишком мелкие Азим Прежми

# К черту все! Берись и делай! Ричард Брэнсон
source: Success doesn't come to you. You go to it
ru: К черту все! Берись и делай! Ричард Брэнсон

# Мы сами должны стать теми переменами, которые хотим видеть в мире. Махатма Ганди
source: Those who cannot change their minds cannot change anything
ru: Мы сами должны стать теми переменами, которые хотим видеть в мире. Махатма Ганди

source: If I ever surrender, it'll happen only in mercy to the winner
ru: Препятствия – это те страшные вещи, которые вы видите, когда отводите глаза от цели Генри Форд

source: In any business the most important thing is to start. Remember: no one has been able to succeed planning!
ru: Постановка целей является первым шагом на пути превращения мечты в реальность Тони Роббинс

source: Success is not in what you have, but who you are
ru: Быть самым богатым человеком на кладбище для меня не важно... Ложиться спать и говорить себе, что сделал действительно нечто прекрасное – вот, что важно! Стив Джобс

source: Success does not consist in never making mistakes but in never making the same one a second time.
ru: Через осуществление великих целей человек обнаруживает в себе и великий характер, делающий его маяком для других Георг Гегель

source: It does not matter how slowly you go so long as you do not stop
ru: Мы должны вызывать, а не ждать вдохновения, чтобы начать дело. Действие всегда порождает вдохновение. Вдохновение редко порождает действие. Фрэнк Тиболт

source: Fall seven times and stand up eight
ru: Я трачу почти все свое время на Facebook. У меня практически нет времени на новые увлечения. Поэтому я ставлю перед собой четкие цели. Марк Цукенберг

source: The time for action is now. It’s never too late to do something
ru: Чтобы достичь поставленных целей, нужны терпение и энтузиазм. Мыслите глобально – но будьте реалистами. Дональд Трамп

source: The worst bankrupt in the world is the man who has lost his enthusiasm
ru: Самый опасный яд – чувство достижения цели. Противоядие к которому – каждый вечер думать, что можно завтра сделать лучше. Ингвар Кампрад

source: Our greatest glory is not in never falling, but in getting up every time we do
ru: Вы не можете позволить себе ждать отличных состояний. Постановка целей – часто вопрос балансирования между временем и доступными ресурсами. Возможности легко потерять, ожидая подходящее время. Гэри Райан Блэр

source: Success doesn’t come to you… you go to it
ru: Пуля, просвистевшая на дюйм от цели, так же бесполезна, как та, что не вылетала из дула. Фенимор Купер

source: Fortune favors the brave
ru: Никогда, никогда не позволяйте другим убедить вас, что что-то сложно или невозможно. Дуглас Бадлер

source: Do what you can, with what you have, where you are
ru: Успех обычно приходит к тем, кто слишком занят, чтобы его просто ждать. Генри Девид Торо

source: Success is one percent inspiration, ninety-nine percent perspiration
ru: Чтобы достичь успеха, перестаньте гнаться за деньгами, гонитесь за мечтой. Тони Шей

source: Experience shows that success is due less to ability than to zeal. The winner is he who gives himself to his work, body and soul
ru: Секрет успешной жизни — это понять, что вам предназначено делать, и делать это. Генри Форд

# Успех — это сумма небольших усилий, повторяющихся изо дня в день. Роберт Кольер
source: You miss 100% of the shots you don’t take
ru: Успех — это сумма небольших усилий, повторяющихся изо дня в день. Роберт Кольер

source: An investment in knowledge always pays the best interest
ru: Я не знаю, что является ключом к успеху, но ключ к неудаче — это желание всем угодить. Билл Косби

source: There are no shortcuts to any place worth going
ru: Успешные люди делают то, что неуспешные не хотят делать. Не стремитесь, чтобы было легче, стремитесь, чтобы было лучше. Джим Рон

# Стремитесь быть не просто успешным человеком, а ценным. Альберт Эйнштейн
source: Failure does not mean I'm a failure; It does mean I have not yet succeeded
ru: Стремитесь быть не просто успешным человеком, а ценным. Альберт Эйнштейн

source: Build your own dreams, or someone else will hire you to build theirs
ru: Одна победа не ведет к успеху, в отличие от постоянного желания побеждать. Винс Ломбарди

source: Every solution breeds new problems
ru: Осуществляйте свои мечты, или кто-то наймет вас для осуществления своих. Фарра Грей

source: The only thing in life achieved without effort is failure
ru: Свой успех я объясняю вот тем, что я никогда не оправдывалась и не слушала оправданий. Флоренс Найтингейл

source: Success is the child of audacity
ru: Успех — это движение от неудачи к неудаче без потери энтузиазма. Уинстон Черчилль

# Успех - это лестница, на нее не взобраться, держа руки в карманах. Пауль Баует
source: All you need in this life is ignorance and confidence, and then success is sure
ru: Успех - это лестница, на нее не взобраться, держа руки в карманах. Пауль Баует

# Успех - это успеть. Марина Цветаева
source: Many of life's failures are people who did not realize how close they were to success when they gave up
ru: Успех - это успеть. Марина Цветаева

# Успех - дело чистого случая. Это вам скажет любой неудачник. Эрл Уилсон
source: The memory warms you up inside, but it also breaks your soul apart
ru: Успех - дело чистого случая. Это вам скажет любой неудачник. Эрл Уилсон

source: Sometimes you want to vanish, not to be seen by anyone, you want all the bad things to pass by...
ru: Успех – не ключ к счастью. Счастье – это ключ к успеху. Если вы любите то, что вы делаете, вы будете иметь успех. Герман Каин

source: Man makes holy what he believes, as he makes beautiful what he loves
ru: Успех — это баланс. Успех — это когда вы являетесь тем, чем вы можете быть, не жертвуя ничем другим в вашей жизни. Ларри Уингет

source: And, when you want something, all the universe conspires in helping you to achieve it
ru: Успех часто бывает единственной видимой разницей между гением и безумием. Пьер Клод Буаст

source: No man or woman is worth your tears, and the one who is, would not make you cry
ru: Секрет жизненного успеха: будь готов к возможности до того, как она возникнет. Бенджамин Дизраэли

source: Happiness is when God directed more than you ask for
ru: Всякая работа трудна до времени, пока ее не полюбишь, а потом она возбуждает и становится легче. Максим Горький

source: It is only with the heart that one can see rightly; what is essential is invisible to the eye
ru: Выбери профессию, которую ты любишь, — и тебе не придется работать ни дня в твоей жизни. Конфуций

source: I can usually judge a fellow by what he laughs at.
ru: Гениальность может оказаться лишь мимолетным шансом. Только работа и воля могут дать ей жизнь и обратить ее в славу. Альберт Камю

# Жить — значит работать. Труд есть жизнь человека. Вольтер
source: you want to be rich you've got to be Bitch!!!
ru: Жить — значит работать. Труд есть жизнь человека. Вольтер

source: Fortune and love favor the brave
ru: Постарайтесь получить то, что любите, иначе придется полюбить то, что получили. Бернард Шоу
